<?php

return [
    'about_us' => 'من نحن',
    'our_projects' => 'مشاريعنا',
    'our_steps' => 'خطواتنا',
    'contact_us' => 'تواصل معنا',
    'arabic' => 'العربية',
    'english' => 'English',
    'location' => 'في امارة ابوظبي شارع سلطان بن زايد الاول مع ظفير برج المرجان الطابق M مكتب رقم 8',
    'faqs' => 'الأسئلة الشائعة',
    'privacy_policy' => 'سياسة الخصوصية',
    'close' => 'اغلق',
    'company_description' => 'نحن شركة رائدة في تطوير تطبيقات الهواتف المحمولة، نقدم حلول برمجية مبتكرة تلبي احتياجات عملائنا بدقة. نحن نؤمن بأن الابتكار هو مفتاح النجاح، ولذلك نركز على تصميم تطبيقات عالية الجودة تضمن تجربة مستخدم استثنائية. فريقنا من الخبراء ملتزم بتحويل الأفكار إلى تطبيقات عملية، مع تقديم دعم مستمر لضمان نجاح عملائنا.',
    'button' => 'أطلب مشروعك الآن',
    'partners' => 'شركاؤنا',
    'exceptional_digital_experiences' => 'تجارب رقمية استثنائية',
    'innovative_solutions_description' => 'نحن نقدم حلولًا مبتكرة في تصميم وتطوير المواقع والتطبيقات التي ترتقي بتجربة المستخدم إلى مستوى جديد. من خلال دمج أحدث التقنيات مع تصاميم جذابة وفعّالة، نعمل على إنشاء تجارب رقمية استثنائية تواكب احتياجات العملاء وتعزز من تواجدهم الرقمي. سواء كنت تبحث عن تصميم موقع مبتكر أو تطوير تطبيق يلبي تطلعات عملائك، نضمن لك حلاً متكاملاً يتماشى مع أحدث المعايير العالمية ويساهم في نمو أعمالك.',
    'portfolio' => 'مشاريعنا',
    'build_attractive_websites' => 'نبني مواقع ويب وتطبيقات جذابة وحلول مبتكرة للتجارة الإلكترونية.',
    'moozway_approach_description' => 'في Moozway، نعتمد على نهج مبتكر في تصميم التطبيقات يجمع بين الإبداع والاحترافية. نبدأ بفهم عميق لاحتياجات عملائنا وأهدافهم، ثم ننتقل إلى تصميم واجهات مستخدم سلسة وجذابة تضمن تجربة فريدة. نركز على الأداء والكفاءة، مع الاهتمام بأدق التفاصيل لضمان تطبيقات عالية الجودة. نحن هنا لنحول رؤيتك إلى واقع ملموس، مع تقديم دعم مستمر لتحقيق النجاح. اختر Moozway للتميز بتطبيقات تفوق التوقعات.',
    
        'implementation_steps' => 'خطوات التنفيذ',
        'ui_design' => 'تصميم الواجهة',
        'ui_design_description' => 'نجمع معلومات شاملة حول أهدافك واحتياجاتك لتحديد المتطلبات الدقيقة التي سيعتمد عليها تصميم وتطوير التطبيق.',
        'requirements_analysis' => 'تحليل المتطلبات',
        'requirements_analysis_description' => 'نقوم بتصميم واجهات مستخدم مبتكرة وسهلة الاستخدام تضمن تجربة سلسة وجذابة للمستخدمين النهائيين.',
        'ui_elements' => 'عناصر واجهة المستخدم (UI)',
        'ui_elements_description' => 'التي نقدمها تتميز بالتصميم الجذاب والمرونة، مما يضمن تجربة مستخدم مميزة.',
        'custom_design' => 'تصميم صنع لك خصيصاً',
        'custom_design_description' => 'صمم موقعك بالطريقة التي تريدها مع حلولنا القابلة للتخصيص بالكامل لتلبية احتياجاتك الفريدة.',
        'responsive_design' => 'تصميم متجاوب مع جميع الأجهزة',
        'responsive_design_description' => 'عش تجربة استثنائية مع تصميم سلس وسهل الاستخدام يعزز من كفاءة موقعك. نقدم لك الحلول المثالية التي تلبي احتياجاتك وتضمن تجربة مستخدم متميزة.',
        'free_updates' => 'تحديثات مجانية',
        'free_updates_description' => 'استفد من تحديثات مجانية مستمرة لضمان بقاء موقعك أو تطبيقك متوافقًا مع أحدث التقنيات والاتجاهات.',
        'clean_code' => 'كود نظيف',
        'clean_code_description' => 'نحن نضمن كتابة كود نظيف ومرتب يسهل صيانته وتطويره، لضمان أداء عالي وفعالية طويلة الأمد.',

        'features' => 'المميزات',
        'ui_elements' => 'عناصر واجهة المستخدم (UI)',
        'custom_design' => 'تصميم صنع لك خصيصاً',
        'user_interface_design' => 'تصميم الواجهة',
        'requirement_analysis' => 'تحليل المتطلبات',
        'quality_assurance' => 'اختبار الجودة',
        'app_development' => 'تطوير التطبيق',
        'launch_and_support' => 'الإطلاق والدعم',
        'seamless_functions' => 'تمتع بوظائف سلسة مع تصميمنا المتطور المصمم خصيصًا لتلبية احتياجاتك. يضمن لك منصتنا الموثوقية والكفاءة وسهولة التنقل في حزمة واحدة.',
        'custom_solutions' => 'صمم موقعك بالطريقة التي تريدها مع حلولنا القابلة للتخصيص بالكامل لتلبية احتياجاتك الفريدة.',
        'attractive_design' => 'التي نقدمها تتميز بالتصميم الجذاب والمرونة، مما يضمن تجربة مستخدم مميزة.',
        'gather_information' => 'نجمع معلومات شاملة حول أهدافك واحتياجاتك لتحديد المتطلبات الدقيقة التي سيعتمد عليها تصميم وتطوير التطبيق.',
        'conduct_tests' => 'نجري اختبارات شاملة للتأكد من أن التطبيق يعمل بسلاسة وخالٍ من الأخطاء، مع مراعاة جميع السيناريوهات المحتملة.',
        'start_building' => 'يبدأ فريقنا في بناء التطبيق باستخدام أحدث التقنيات لضمان الأداء العالي والموثوقية في جميع الظروف.',
        'help_publish' => 'نساعدك في نشر التطبيق على المنصات المطلوبة، ونوفر دعماً فنياً مستمراً لضمان نجاح التطبيق بعد الإطلاق.',

        'contact_us' => 'تواصل معنا',
        'contact_description' => 'تواصل معنا الآن وقدم طلبك لتحصل على خدماتنا المميزة بسرعة وسهولة. نحن هنا لتلبية احتياجاتك!',
        'name' => 'الإسم',
        'email' => 'البريد الإلكتروني',
        'phone_number' => 'رقم الهاتف',
        'company_name' => 'اسم الشركة',
        'optional' => 'اختياري',
        'message' => 'الرسالة',
        'type_your_message' => 'اكتب رسالتك...',
    
    // Customer Feedback
    'customers_opinion' => 'رأي عملائنا',
    // Client Testimonials
    'cameron_feedback' => 'إن Moozway هو أفضل قرار اتخذناه للتحول الرقمي في أعمالنا. إن خبرتهم في تطوير الويب وتطبيقات الهاتف المحمول واضحة في المنتج عالي الجودة الذي قدموه. كان الفريق متجاوبًا مع احتياجاتنا وقدّم رؤى قيمة طوال المشروع. لقد شهدنا زيادة ملحوظة في حركة المرور عبر الإنترنت ورضا العملاء منذ إطلاق منصتنا الجديدة. Moozway هي شركة تغير قواعد اللعبة!',
    'emma_feedback' => 'إن فريق Moozway حول أفكاري إلى واقع. جودة العمل مذهلة! لقد عملوا على مشاريع تصميم متقدمة لنا في الإمارات، وساهموا في تعزيز هويتنا البصرية بشكل كبير.',
    'liam_feedback' => 'بفضل العمل الرائع الذي قام به فريق Moozway، زادت مبيعاتنا بشكل كبير في الإمارات. لقد ساعدونا في الوصول إلى جمهور أوسع وزيادة الوعي بعلامتنا التجارية.',
    'olivia_feedback' => 'محتوى ممتاز قدمته Moozway، مفيد ومبدع! بفضل مهاراتهم في الكتابة، تمكنا من تحسين استراتيجيات المحتوى لدينا في الإمارات وزيادة التفاعل مع جمهورنا.',
    'jenna_feedback' => 'مؤسسة Google أضافت المزيد من العملاء السعداء بفضل تطوير تطبيقات الهاتف المحمول من Moozway. لقد قدموا لنا حلولاً مبتكرة وفعالة ساعدتنا في تحسين خدماتنا في الإمارات.',
    'michael_feedback' => 'إن Moozway هو أفضل قرار اتخذناه للتحول الرقمي في أعمالنا. إن خبرتهم في تطوير الويب وتطبيقات الهاتف المحمول واضحة في المنتج عالي الجودة الذي قدموه.',


    'faqs_title' => 'الأسئلة الأكثر شيوعاً',

    // الأسئلة
    'faqs_1_question' => 'ما هي سياسة الإرجاع؟',
    'faqs_2_question' => 'كيف يمكنني تتبع طلبي؟',
    'faqs_3_question' => 'ما هي طرق الدفع المقبولة؟',
    'faqs_4_question' => 'كيف يمكنني الاتصال بخدمة العملاء؟',
    'faqs_5_question' => 'هل يمكنني تغيير طلبي بعد أن تم تقديمه؟',

    // الإجابات
    'faqs_1_answer' => 'يمكنك إرجاع العناصر خلال 30 يومًا من الاستلام.',
    'faqs_2_answer' => 'ستتلقى رقم تتبع عبر البريد الإلكتروني بمجرد شحن طلبك.',
    'faqs_3_answer' => 'نقبل فيزا وماستركارد وPayPal وبطاقات الائتمان الرئيسية الأخرى.',
    'faqs_4_answer' => 'يمكنك الاتصال بخدمة العملاء عبر نموذج الاتصال على موقعنا.',
    'faqs_5_answer' => 'بمجرد تقديم الطلب، لا يمكن تغييره، ولكن يمكنك إرجاع العناصر.',



    'privacy_policy_title' => 'سياسة الخصوصية',
    'privacy_policy_content' => 'نحن نقدم حلولًا مبتكرة في تصميم وتطوير المواقع والتطبيقات التي ترتقي بتجربة المستخدم إلى مستوى جديد. من خلال دمج أحدث التقنيات مع تصاميم جذابة وفعّالة، نعمل على إنشاء تجارب رقمية استثنائية تواكب احتياجات العملاء وتعزز من تواجدهم الرقمي. سواء كنت تبحث عن تصميم موقع مبتكر أو تطوير تطبيق يلبي تطلعات عملائك، نضمن لك حلاً متكاملاً يتماشى مع أحدث المعايير العالمية ويساهم في نمو أعمالك.نحن نقدم حلولًا مبتكرة في تصميم وتطوير المواقع والتطبيقات التي ترتقي بتجربة المستخدم إلى مستوى جديد. من خلال دمج أحدث التقنيات مع تصاميم جذابة وفعّالة، نعمل على إنشاء تجارب رقمية استثنائية تواكب احتياجات العملاء وتعزز من تواجدهم الرقمي. سواء كنت تبحث عن تصميم موقع مبتكر أو تطوير تطبيق يلبي تطلعات عملائك، نضمن لك حلاً متكاملاً يتماشى مع أحدث المعايير العالمية ويساهم في نمو أعمالك.نحن نقدم حلولًا مبتكرة في تصميم وتطوير المواقع والتطبيقات التي ترتقي بتجربة المستخدم إلى مستوى جديد. من خلال دمج أحدث التقنيات مع تصاميم جذابة وفعّالة، نعمل على إنشاء تجارب رقمية استثنائية تواكب احتياجات العملاء وتعزز من تواجدهم الرقمي. سواء كنت تبحث عن تصميم موقع مبتكر أو تطوير تطبيق يلبي تطلعات عملائك، نضمن لك حلاً متكاملاً يتماشى مع أحدث المعايير العالمية ويساهم في نمو أعمالك.نحن نقدم حلولًا مبتكرة في تصميم وتطوير المواقع والتطبيقات التي ترتقي بتجربة المستخدم إلى مستوى جديد. من خلال دمج أحدث التقنيات مع تصاميم جذابة وفعّالة، نعمل على إنشاء تجارب رقمية استثنائية تواكب احتياجات العملاء وتعزز من تواجدهم الرقمي. سواء كنت تبحث عن تصميم موقع مبتكر أو تطوير تطبيق يلبي تطلعات عملائك، نضمن لك حلاً متكاملاً يتماشى مع أحدث المعايير العالمية ويساهم في نمو أعمالك.نحن نقدم حلولًا مبتكرة في تصميم وتطوير المواقع والتطبيقات التي ترتقي بتجربة المستخدم إلى مستوى جديد. من خلال دمج أحدث التقنيات مع تصاميم جذابة وفعّالة، نعمل على إنشاء تجارب رقمية استثنائية تواكب احتياجات العملاء وتعزز من تواجدهم الرقمي. سواء كنت تبحث عن تصميم موقع مبتكر أو تطوير تطبيق يلبي تطلعات عملائك، نضمن لك حلاً متكاملاً يتماشى مع أحدث المعايير العالمية ويساهم في نمو أعمالك.نحن نقدم حلولًا مبتكرة في تصميم وتطوير المواقع والتطبيقات التي ترتقي بتجربة المستخدم إلى مستوى جديد. من خلال دمج أحدث التقنيات مع تصاميم جذابة وفعّالة، نعمل على إنشاء تجارب رقمية استثنائية تواكب احتياجات العملاء وتعزز من تواجدهم الرقمي. سواء كنت تبحث عن تصميم موقع مبتكر أو تطوير تطبيق يلبي تطلعات عملائك، نضمن لك حلاً متكاملاً يتماشى مع أحدث المعايير العالمية ويساهم في نمو أعمالك.نحن نقدم حلولًا مبتكرة في تصميم وتطوير المواقع والتطبيقات التي ترتقي بتجربة المستخدم إلى مستوى جديد. من خلال دمج أحدث التقنيات مع تصاميم جذابة وفعّالة، نعمل على إنشاء تجارب رقمية استثنائية تواكب احتياجات العملاء وتعزز من تواجدهم الرقمي. سواء كنت تبحث عن تصميم موقع مبتكر أو تطوير تطبيق يلبي تطلعات عملائك، نضمن لك حلاً متكاملاً يتماشى مع أحدث المعايير العالمية ويساهم في نمو أعمالك.نحن نقدم حلولًا مبتكرة في تصميم وتطوير المواقع والتطبيقات التي ترتقي بتجربة المستخدم إلى مستوى جديد. من خلال دمج أحدث التقنيات مع تصاميم جذابة وفعّالة، نعمل على إنشاء تجارب رقمية استثنائية تواكب احتياجات العملاء وتعزز من تواجدهم الرقمي. سواء كنت تبحث عن تصميم موقع مبتكر أو تطوير تطبيق يلبي تطلعات عملائك، نضمن لك حلاً متكاملاً يتماشى مع أحدث المعايير العالمية ويساهم في نمو أعمالك.',

        'welcome' => 'مرحبًا بكم في تطبيقنا!',
        'project_back' => 'العودة إلى المشاريع',
        'project_title' => 'WHEELX APP',
        'project_description' => 'اكتشف طريقة جديدة وسهلة لبيع وشراء السيارات مع تطبيقنا! سواء كنت تبحث عن سيارتك المثالية أو ترغب في بيع سيارتك بسرعة وبدون عناء، يوفر لك تطبيقنا الحل الأمثل.<br />
        تصفح آلاف السيارات المستعملة والجديدة، واعثر على أفضل العروض في منطقتك، مع دعم كامل خلال عملية البيع والشراء. لا تدع الفرصة تفوتك – حمل التطبيق الآن وابدأ رحلتك نحو السيارة المثالية',
        'design_button' => 'UI/UX Design',
        'development_button' => 'Development',
        'browse_design' => 'تصفح التصميم',
        'about_app' => 'عن التطبيق',
        'app_info' => 'التطبيق مبني باستخدام <span class="font-bold">Flutter</span>، إطار العمل المتطور من <span class="font-bold">Google</span>، الذي يتيح إنشاء تطبيقات عالية الأداء تعمل بسلاسة على نظامي <span class="font-bold">iOS</span> و <span class="font-bold">Android</span>.<br />
        Flutter يقدم أداءً قريبًا من الأداء الأصلي بفضل محرك الرسوميات <span class="font-bold">Skia</span>، مما يسمح للتطبيق بالعمل بسلاسة مع رسوميات متقدمة ورسوم متحركة سلسة.<br />
        الميزة البارزة في Flutter، وهي <span class="font-bold">Hot Reload</span>، تمكن المطورين من رؤية التغييرات في الوقت الفعلي، مما يسرع عملية التطوير ويضمن الجودة العالية.<br />
        قاعدة البيانات وخدمات الواجهة الخلفية: يتم تخزين وإدارة البيانات باستخدام <span class="font-bold">Firebase</span>، المنصة المتكاملة من <span class="font-bold">Google</span>.<br />
        Firebase ليس فقط قاعدة بيانات قوية في الوقت الفعلي، ولكنه يوفر أيضًا خدمات مثل المصادقة، وإشعارات الدفع، وتحليل الأداء. هذا التكامل يجعل التطبيق آمنًا وموثوقًا، ويتيح تجربة مستخدم سلسة ومستجيبة.<br />
        ساعات العمل والتطوير: تم تخصيص <span class="font-bold">1200 ساعة</span> لتطوير التطبيق، مقسمة على النحو التالي:<br />
        التصميم باستخدام <span class="font-bold">Figma</span>: <span class="font-bold">200 ساعة</span><br />
        تطوير الواجهة الأمامية باستخدام <span class="font-bold">Flutter</span>: <span class="font-bold">400 ساعة</span><br />
        تطوير الواجهة الخلفية والتكامل مع <span class="font-bold">Firebase</span>: <span class="font-bold">300 ساعة</span><br />
        الاختبار وضمان الجودة: <span class="font-bold">200 ساعة</span><br />
        إطلاق وصيانة ما بعد الإطلاق: <span class="font-bold">100 ساعة</span>',
    ];
    


